Repository: wp-plugins/disk-usage
Catalog: locale/*.po
Languages: de_de

source: Unfortunately, you cannot use this plugin. It uses the du (disk usage) command only available in Unix and Mac OSX environments, if php is allowed to execute it.
de_de: Leider können Sie dieses Plugin nicht benutzen. Es basiert auf dem du (disk usage) Befehl, welcher nur auf Unix und Mac OSX Rechnern verfügbar ist. Darüberhinaus muß PHP so konfiguriert sein, dass es den Befehl ausführen darf.

source: Your WordPress installation uses
de_de: Ihre WordPress installation verbraucht

source: of disk space.
de_de: Speicherplatz

source: Your WordPress installation contains
de_de: Ihre WordPress Installation beinhaltet

source: directories:
de_de: Verzeichnisse:

source: The directory containing the biggest files and largest subdirectories is
de_de: Das Verzeichnis, welche die größten Dateien und Unterverzeichnisse beinhaltet ist

source: Disk Usage
de_de: Speicherplatzverbrauch

source: Checking disk usage. Please wait.
de_de: Speicherplatzverbrauch wird überprüft. Bitte warten.

source: Running into Troubles? Features to suggest?
de_de: Haben Sie Schwierigkeiten mit dem Plugin? Haben sie Vorschläge zu Verbesserung?

source: Drop me a line
de_de: Schreiben Sie mir

source: Do you like this Plugin?
de_de: Finden sie dieses Plugin nützlich?

source: Consider to
de_de: Unterstützen Sie meine Arbeit
